Repository: AkvaLin/ShoppingMall
Catalog: Shoppingmall/Shoppingmall/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Allow
ru: Разрешить

# allowNotifications
source: Allow notifications to find out about accrued bonuses and special offers
ru: Разрешите уведомления, чтобы узнавать о начисленных бонусах и специальных предложениях

source: Authorization
ru: Авторизация

# bePart
source: Become a part of the Shoppingmall community and earn points
ru: Станьте частью сообщества Shoppingmall и получайте баллы

# birtday
source: Your birthday
ru: Ваш День рождения

source: Bonus
ru: Бонус

source: Catalog
ru: Каталог

# children
source: Do you have children under 10 years old?
ru: Есть ли у вас дети до 10 лет?

source: Cinema
ru: Кино

source: Done
ru: Готово

# emailPlaceholder %@
source: john%@email.com
ru: ivan%@email.com

# enterCode
source: Enter the code from the sms
ru: Введите код из смс

source: Enter phone number
ru: Введите номер телефона

# enterPromoCode
source: Enter the promo code
ru: Введите промокод

source: Entertainment
ru: Развлечения

# enterValidNumber
source: It seems that you entered a phone number that does not meet the standards of the region. Enter the correct phone number or change the region.
ru: Кажется, вы ввели номер телефона, не соответствующий стандартам региона. Введите верный номер телефона или смените регион.

source: Find out first
ru: Узнавайте первыми

source: Food
ru: Еда

# getItFromFriend
source: You can get it from a friend who already uses Shoppingmall
ru: Вы можете получить его у друга, который уже пользуется Shoppingmall

source: Get points
ru: Получить баллы

# getPointsFromFriend
source: Get points from a friend
ru: Получите баллы от друга

# gift
source: We give 1500 points for registration
ru: Дарим 1500 баллов за регистрацию

source: Hello, World!
ru: Привет, Мир!

source: Home
ru: Дом

# inClub
source: Now you are in the club
ru: Теперь вы в клубе

# incorrectCode
source: The code is incorrect. Try again
ru: Код неверный. Попробуйте снова

source: Invalid number
ru: Недопустимый номер

source: John
ru: Иван

source: Johnson
ru: Иванович

source: Later
ru: Позже

source: Menu
ru: Меню

source: Name
ru: Имя

source: No
ru: Нет

source: No promo code
ru: Нет промокода

source: Ok
ru: Ок

# one-timeCode
source: A one-time code will be sent to it
ru: На него будет отправлен одноразовый код

source: Registration
ru: Регистрация

# repeatedCode %@
source: The repeated code can be obtained after (%@)
ru: Повторный код можно получить через (%@)

source: Save
ru: Сохранить

source: Send
ru: Отправить

source: Send again
ru: Отправить повторно

source: Services
ru: Услуги

source: Shopping and recreation
ru: Шоппинг и отдых

source: Shops
ru: Магазины

source: Sign in
ru: У меня уже есть аккаунт

source: Sign up
ru: Зарегистрироваться

source: Skip
ru: Пропустить

source: Special privileges
ru: Особые привилегии

# sport
source: Fitness
ru: Фитнес

source: Surname
ru: Фамилия

source: Survey
ru: Опрос

source: Yes
ru: Да
